{
  "general": [
    {
      "id": "1",
      "name": "Sobre mim",
      "media": "https://avatars.githubusercontent.com/u/76171709?v=4",
      "type_media": "img",
      "URLmedia": "https://www.linkedin.com/in/giuan/",
      "description": "Explorador da vida em busca de novas experiências e aprendizados. Apaixonado por dança de salão (tango, zouk, forró e bachata), cozinhar, viajar, fazer novas amizades e dedicado a sempre aprender e conhecer algo novo. Atualmente moro em Malta até Fevereiro/2024. Graduado em Estatística e Matemática Aplica, Análise e Desenvolvimento de Sistemas. 2023 foi o ano que tirei para viver uma nova fase, viajar por muitos lugares, aprender Inglês, conhecer muita gente e poder compartilhar experiencias/cultura. Acredito no poder da positividade e no crescimento pessoal contínuo, adoro colocar em prática o que aprendo com Programação Neuro Linguistica (PNL). Sempre em busca de desafios e oportunidades para aprender e evoluir."
    },
    {
      "id": "2",
      "name": "Apoiador - INFJ-A / INFJ-T",
      "media": "https://raw.githubusercontent.com/giuanm/new_portfolio/28cdad630849f3592847e459f3116ad8f025f1df/src/assets/icons/avatarPersonality.svg",
      "type_media": "img",
      "URLmedia": "https://www.16personalities.com/br/resultados/infj-a/x/1s9j25ype?utm_source=results-assertive-advocate&utm_medium=email&utm_campaign=br&utm_content=view-results",
      "description": "Os Apoiadores (INFJ) podem ser o tipo de personalidade mais raro de todos, mas certamente não passam despercebidos. Idealistas e firmes em seus princípios, não basta viver uma vida sem grandes desafios, eles querem fazer a diferença com suas ações. Para alguém com a personalidade do Apoiador, o sucesso não significa dinheiro ou status, mas sim buscar realização, ajudar os outros e contribuir para mudanças positivas no mundo. Apesar de terem grandes objetivos e ambições, os Apoiadores estão longe de ser sonhadores passivos. Pessoas com esse tipo de personalidade dão importância à integridade e só ficam satisfeitas quando fazem o que julgam ser certo. Escrupulosos até a alma, eles vivem com uma compreensão clara dos seus valores e buscam sempre focar no que é essencial, mas não para os outros ou a sociedade, e sim de acordo com a sua própria sabedoria e intuição."
    }
  ],
  "dance":[
    {
      "id": "3",
      "name": "Dançar",
      "media": "https://raw.githubusercontent.com/giuanm/new_portfolio/28cdad630849f3592847e459f3116ad8f025f1df/src/assets/icons/danca.jpeg",
      "type_media": "img",
      "URLmedia": "https://www.16personalities.com/br/resultados/infj-a/x/1s9j25ype?utm_source=results-assertive-advocate&utm_medium=email&utm_campaign=br&utm_content=view-results",
      "description": "Um dos meus principais hobbies é dançar. Adoro uma dança de salão, meus favoritos são Tango, Forró, Bachata e Zouk. Desde que assisti uma aula demonstrativa em 2010, fiquei fascinado e não consegui resisti, apesar de nunca antes ter dançado, eu era muito desajeitado e não conseguia nem se quer iniciar um passo mais simples. Me dediquei até conseguir acompanhar a turma e dai em diante passei a conhecer muitas outras danças, começando por Forró, Zouk e Bachata. Depois passei para Bolero, Salsa, Samba, Tango, Soltinho, West Coast Swing (WCS), Roda de Cassino, Merengue e Kizomba. Foram muitos anos e amigos feitos atravez da dança. Hoje ainda continuo, não com a frequencia que tinha, mas sempre que vejo uma oportunidade de poder dançar com os meus quatro favoritos."
    },
    {
      "id": "4",
      "name": "Forró",
      "media": "https://www.youtube.com/embed/mYa03J9MfqA?si=Kt_oR5Tchq7vsU0G",
      "type_media": "video",
      "URLmedia": "https://www.youtube.com/embed/mYa03J9MfqA?si=Kt_oR5Tchq7vsU0G",
      "description": "O Forró é uma festa originária do estado de Pernambuco e disseminada na Região Nordeste do Brasil, muito popular e comum, especialmente nas festas juninas. O nome da festa forró é usado para nomear distintos gêneros musicais como o xote, baião, 'arrasta-pé' e o xaxado, por tanto quem não conhece suas histórias, as confundem com um gênero único. As músicas são executadas tradicionalmente por tres instrumentais como acordeão (Sanfona), zabumba e triângulo. Forró também é um dos gêneros musicais da festa forró, o qual foi criado por Luiz Gonzaga em 1958. A dança do xote (dois pra lá e dois pra cá) passou a acompanhar as músicas desse novo gênero e a ser chamada de dança do forró."
    },
    {
      "id": "5",
      "name": "Tango",
      "media": "https://www.youtube.com/embed/AjOxBS1Gje4?si=qAAFdQQqvgEBENNF",
      "type_media": "video",
      "URLmedia": "https://www.youtube.com/embed/AjOxBS1Gje4?si=qAAFdQQqvgEBENNF",
      "description": "O tango é uma dança parceira e social que se originou na década de 1880 ao longo do Río de la Plata, fronteira natural entre Argentina e Uruguai. O tango nasceu nas empobrecidas áreas portuárias desses países a partir de uma combinação de celebrações da milonga argentina, da habanera hispano-cubana e do candombe uruguaio. Era frequentemente praticado nos bordéis e bares dos portos, onde os empresários empregavam bandas para entreter os seus clientes. Depois se espalhou para o resto do mundo. Muitas variações desta dança existem atualmente em todo o mundo. Em 31 de agosto de 2009, a UNESCO aprovou uma proposta conjunta da Argentina e do Uruguai para incluir o tango nas Listas do Patrimônio Cultural Imaterial da UNESCO."
    },
    {
      "id": "12",
      "name": "Zouk",
      "media": "https://www.youtube.com/embed/Iik2HgGkf3I?si=DLOTdjE4uwQses_f",
      "type_media": "video",
      "URLmedia": "https://www.youtube.com/embed/Iik2HgGkf3I?si=DLOTdjE4uwQses_f",
      "description": "O zouk brasileiro evoluiu a partir da dança parceira conhecida como lambada. À medida que o gênero musical Lambada saiu de moda, os dançarinos da Lambada recorreram ao zouk caribenho (do francófono, Ilhas do Caribe) como sua música preferida. Foi essa transição que deu origem à dança conhecida como zouk brasileiro. O termo zouk brasileiro foi adotado para distinguir o estilo de dança do gênero musical zouk caribenho. Hoje em dia o termo zouk é comumente usado para se referir ao estilo de dança zouk brasileiro."
    },
    {
      "id": "6",
      "name": "Bachata",
      "media": "https://www.youtube.com/embed/mYEp8BmXb5o?si=w6FxTpA9SfZJ_EqP",
      "type_media": "video",
      "URLmedia": "https://www.youtube.com/embed/mYEp8BmXb5o?si=w6FxTpA9SfZJ_EqP",
      "description": "A Bachata também conhecido com seresta, é um gênero musical e uma dança originada na República Dominicana na década de 1960. Considerada um híbrido do bolero (sobre tudo, o bolero rítmico) com outras influências musicais como o chá-chá-chá e o tango. O bolero ritmo latino-americano no período de 1930 à 1950 fazia o prazer do povo dominicano e, com esta influência, nasceu a bachata no final da década de 1950, mas apenas na década de 1980 foi reconhecido e lançada mundialmente a fim de aumentar o turismo na ilha."
    }
  ],
  "travel": [
    {
      "id": "7",
      "name": "Faro - Portugal",
      "media": "https://giuanm.github.io/new_portfolio/static/media/Faro.21463797aa1219660998.jpg",
      "type_media": "img",
      "URLmedia": "https://drive.google.com/drive/folders/1JYx4OghrYD_T8NlEdE642PQuTT1TOON5?usp=drive_link",
      "description": "Faro é um município, cidade mais meridional e capital do distrito com o mesmo nome, na região do Algarve, no sul de Portugal. Com uma população estimada em 60.995 habitantes em 2019 (com 39.733 habitantes na própria cidade, o que a torna a maior cidade e o segundo município mais populoso do Algarve (depois de Loulé) e um dos maiores do Sul de Portugal), o município cobre uma área de cerca de 202,57 km2."
    },
    {
      "id": "8",
      "name": "Londres",
      "media": "https://giuanm.github.io/new_portfolio/static/media/london.5f037e172ecf74436a38.jpg",
      "type_media": "img",
      "URLmedia": "https://drive.google.com/drive/folders/1twBaJEcHoDDe7rs9_pHagPqlZnPnahEQ?usp=drive_link",
      "description": "Londres é a capital da Inglaterra e do Reino Unido. Por dois milénios, foi um grande povoado e sua história remonta à sua fundação pelos romanos, quando foi nomeada Londínio. Londres é uma importante cidade global (ao lado de Nova Iorque, Tóquio e Paris) e é um dos maiores, mais importantes e influentes centros financeiros do mundo. O centro de Londres abriga a sede de mais da metade das 100 melhores companhias do Reino Unido (o índice FTSE 100) e mais de 100 das 500 maiores da Europa. Londres possui forte influência na política, finanças, educação, entretenimento, mídia, moda, artes e cultura em geral, o que contribui para a sua posição global. É um importante destino turístico para visitantes nacionais e estrangeiros. Londres sediou os Jogos Olímpicos de Verão de 1908, 1948 e 2012."
    },
    {
      "id": "9",
      "name": "Lisboa",
      "media": "https://giuanm.github.io/new_portfolio/static/media/Lisbon.63a0e06355412ac99995.jpg",
      "type_media": "img",
      "URLmedia": "https://drive.google.com/drive/folders/1D7EuNiGH8fSLiqvtP-qEN-7JSecQdS19?usp=drive_link",
      "description": "Lisboa é a capital e maior cidade de Portugal, com uma população estimada de 548.703 habitantes dentro dos seus limites administrativos numa área de 100 km2. Lisboa é a capital mais ocidental da Europa continental (a segunda no geral, depois de Reykjavik) e a única ao longo da costa atlântica, estando as outras (Reykjavik e Dublin) em ilhas. Lisboa é uma das cidades mais antigas do mundo e a segunda capital europeia mais antiga (depois de Atenas), antecedendo em séculos outras capitais europeias modernas. Após a queda do Império Romano, foi governado por uma série de tribos germânicas a partir do século V, principalmente os visigodos. Mais tarde foi capturada pelos Mouros no século VIII. Em 1147 Afonso Henriques conquistou a cidade e em 1255 tornou-se capital de Portugal, substituindo Coimbra. Desde então, tem sido o centro político, econômico e cultural do país."
    },
    {
      "id": "10",
      "name": "Malta",
      "media": "https://www.youtube.com/embed/4fTUSK0R_T8?si=LnO1ixupoy95E4WB",
      "type_media": "video",
      "URLmedia": "https://www.google.com/search?sca_esv=602020555&sxsrf=ACQVn0_HQ0wz0H_N-17bXtIRM69BL6m0Jg:1706376371971&q=malta&tbm=isch&source=lnms&sa=X&ved=2ahUKEwjBiYSsi_6DAxXFQfEDHS7KBbMQ0pQJegQIDRAB&biw=1536&bih=730&dpr=1.25",
      "description": "Malta, oficialmente República de Malta, é um país insular localizado no Sul da Europa, cujo território ocupa as Ilhas Maltesas, um arquipélago situado no Mar Mediterrâneo, 93 km ao sul da ilha da Sicília (Itália) e 288 km a nordeste da Tunísia (África), 1 826 km a leste de Gibraltar e 1 510 km a oeste de Alexandria. Malta abrange uma área terrestre de 316 km², sendo um dos menores países da Europa, possuindo também a maior densidade demográfica do continente. Sua capital é Valeta e a maior cidade é Birkirkara. O Maltês é a língua nacional e o inglês é a língua co-oficial. Devido aos eventos históricos que se passaram ao longo dos anos, Malta tornou-se um país anglo-latino, pelas principais influências dos Impérios Romano e mais tarde Britânico, apesar de existir influências menores deixadas por outros reinos que passaram por Malta, como a Grécia e os Impérios Islamico e Bizantino e mais tarde a presença dos espanhóis e franceses. Malta é um dos países mais estratégicos na Europa e para a OTAN, como a Itália, Portugal, Turquia e outros. Malta também pode ser considerada como país anglo-latino por algumas parecenças do Maltês com outras línguas latinas e até com o próprio Latim, e também pela utilização do inglês por parte de alguns cidadãos, pela influência deixada pelos britânicos."
    },
    {
      "id": "11",
      "name": "Dublin",
      "media": "https://www.youtube.com/embed/wIQsl64KgNI?si=nN8RdpZBzdwrvOoG",
      "type_media": "video",
      "URLmedia": "https://drive.google.com/drive/folders/1kL796hijfGCBkXMWNbXh7IQjocpF4rKI?usp=drive_link",
      "description": "Dublin é a capital e maior cidade da Irlanda. O nome em inglês deriva da palavra irlandesa Dubhlinn, que significa Lago Negro. Tem uma população de 592 mil habitantes na cidade, e sua área metropolitana tem 1 263 219 habitantes. Fundada como um assentamento viquingue, foi o centro do Reino de Dublin e se tornou a principal cidade da Ilha após a invasão dos Normandos. A cidade cresceu de maneira rápida durante o século XVII; se tornou na época a segunda maior cidade do Império Britânico e a quinta maior da Europa. Dublin entrou em um período de estagnação após o Ato de União de 1800, mas continuou o centro econômico da Ilha. Após a Partição da Irlanda em 1922, virou a capital do Estado Livre Irlandês, e mais tarde, da República da Irlanda."
    }
  ]
}